Repository: biegleux/skin.osmc
Catalog: language/resource.language.*/strings.po
Languages: sl_si

# #31390
source: Disable item count
sl_si: Onemogoči štetje elementov

# #31391
source: Hide the item count in the bottom right corner
sl_si: Skrij število elementov v spodnjem desnem kotu

# #31392
source: Wide low info
sl_si: Široka nizka informacija

# #31393
source: Notification for a subsequent episode during TV show playback
sl_si: Obvestilo za naslednjo epizodo med predvajanjem TV-oddaje

# #31394
source: Are you sure you want to reset all skin settings to default?
sl_si: Ali ste prepričani, da želite ponastaviti vse nastavitve preobleke na privzete?

# #31395
source: Square
sl_si: Kvadrat

# #31396
source: Square small
sl_si: Kvadrat majhen

# #31397
source: Main menu item
sl_si: Element glavnega menija

# #31398
source: Submenu item
sl_si: Element podmenija

# #31399
source: Reset all main menu items
sl_si: Ponastavite vse elemente glavnega menija

# #31400
source: Edit library nodes
sl_si: Uredite vozlišča knjižnice

# #31401
source: Automatic masking during playback
sl_si: Samodejno maskiranje med predvajanjem

# #31402
source: The masking aspect ratio will be determined based on a file name tag (e.g. '.AR240.') being present or not. After playback has stopped, masking will revert to the above set aspect ratio. If no tag is present, masking will rely on the above set aspect ratio.[CR]Supported file name tags: AR178, AR200, AR233, AR235, AR240 (surrounded by any combination of these characters: - . _ )
sl_si: Razmerje stranic maskiranja bo določeno glede na to, ali je oznaka imena datoteke (npr. ».AR240.«) prisotna ali ne. Po ustavitvi predvajanja se maskiranje vrne na zgoraj nastavljeno razmerje stranic. Če oznaka ni prisotna, bo maskiranje odvisno od zgoraj nastavljenega razmerja stranic.[CR]Podprte oznake imen datotek: AR178, AR200, AR233, AR235, AR240 (obkrožene s poljubno kombinacijo teh znakov: - . _ )

# #31403
source: Cinemascope masking
sl_si: Obseg kino maskiranja

# #31404
source: Repository
sl_si: Repozitorij

# #31405
source: Edit colour value
sl_si: Uredi vrednost barve

# #31407
source: Reset to colour default
sl_si: Ponastavi na privzeto barvo

# #31408
source: Enables customization of library nodes from the library root context menu
sl_si: Omogoča prilagajanje vozlišč knjižnice iz korenskega kontekstnega menija knjižnice

# #31409
source: Set default view for video add-ons
sl_si: Nastavite privzeti pogled za video dodatke

# #31410
source: Default view
sl_si: Privzeti pogled

# #31411
source: Views in video add-ons have to be set for each page seperately. Force a specific view to be used for all video add-on pages.
sl_si: Oglede v video dodatkih morate nastaviti za vsako stran posebej. Vsili uporabo določenega pogleda za vse strani z video dodatki.

# #31412
source: Set the view used for all video add-on pages (default: List)[CR]Options available: List, List info, Wide, Wide low, Wide low info, Wall, Wall info, Wall small, Wall small info, Wall low
sl_si: Nastavite pogled, uporabljen za vse strani z video dodatki (privzeto: Seznam)[CR]Možnosti, ki so na voljo: Seznam, Informacije o seznamu, Široko, Široko nizko, Široko nizko, Stena, Informacije o steni, Majhna stena, Majhna informacija o steni, Nizka stena

# #31413
source: Red
sl_si: Rdeča

# #31414
source: Purple
sl_si: Vijolična

# #31415
source: Highest
sl_si: Najvišje

# #31416
source: High
sl_si: Visoko

# #31417
source: Medium
sl_si: Srednje

# #31418
source: Low
sl_si: Nizka

# #31419
source: Details
sl_si: Podrobnosti

# #31420
source: Description
sl_si: Opis

# #31421
source: Minutes
sl_si: Minute

# #31422
source: Hours and minutes
sl_si: Ure in minute

# #31423
source: File first
sl_si: Najprej datoteka

# #31424
source: File only
sl_si: Samo datoteka

# #31425
source: Language first
sl_si: Najprej jezik

# #31426
source: Language only
sl_si: Samo jezik

# #31427
source: Duration only
sl_si: Samo trajanje

# #31433
source: Disable the genre based colour background of the TV/radio guide tiles for a more minimalistic look.
sl_si: Onemogočite žanrsko barvno ozadje ploščic TV/radio vodnika za bolj minimalističen videz.

# #31435
source: Colour used for menu and OSD backgrounds[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, ki se uporablja za ozadja menija in zaslonskega menija[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodita motnost)

# #31436
source: Disable two-shaded background colour overlay
sl_si: Onemogoči prekrivanje dvosenčne barve ozadja

# #31437
source: Replace the default two-shaded background colour overlay by a plain colour style for the background overlay of windows and dialogs.
sl_si: Zamenjajte privzeto prekrivanje z dvosenčno barvo ozadja z navadnim barvnim slogom za prekrivanje ozadja oken in pogovornih oken.

# #31438
source: Default select action for album widgets
sl_si: Privzeto dejanje izbire za gradnike albumov

# #31439
source: Default select action for TV show widgets
sl_si: Privzeta izbira dejanja za pripomočke TV-oddaje

# #31440
source: Default select action for movie set widgets
sl_si: Privzeta izbira dejanja za pripomočke za nabor filmov

# #31441
source: Action used when selecting an album widget item in the main menu (Default: Browse into)
sl_si: Dejanje, uporabljeno pri izbiri elementa gradnika albuma v glavnem meniju (privzeto: Prebrskaj po)

# #31442
source: Action used when selecting a TV show widget item in the main menu (Default: Browse into)
sl_si: Dejanje, uporabljeno pri izbiri elementa gradnika TV-oddaje v glavnem meniju (privzeto: Prebrskaj po)

# #31443
source: Action used when selecting a movie set widget item in the main menu (Default: Browse into)
sl_si: Dejanje, uporabljeno pri izbiri elementa pripomočka za nabor filmov v glavnem meniju (privzeto: Prebrskaj po)
