Repository: biegleux/skin.osmc
Catalog: language/resource.language.*/strings.po
Languages: sl_si

# #31295
source: Colour used for the background overlay of windows and dialogs[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, ki se uporablja za prekrivanje ozadja oken in pogovornih oken[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodite motnost)

# #31296
source: Opacity of menu and OSD backgrounds (default: High)[CR]Options available: Low, Medium, High, Highest
sl_si: Motnost menija in ozadij zaslonskega menija (privzeto: visoka) [CR] Razpoložljive možnosti: nizka, srednja, visoka, najvišja

# #31297
source: Colour used for focused text[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, uporabljena za besedilo v fokusu[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodite motnost)

# #31298
source: Colour used for text without focus[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, uporabljena za besedilo brez fokusa[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodite motnost)

# #31299
source: Colour used for selected text e.g. in selection dialogs[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, uporabljena za izbrano besedilo, npr. v izbirnih pogovornih oknih[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodite motnost)

# #31300
source: Colour used for disabled text e.g. when a visible option is not available[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, uporabljena za onemogočeno besedilo, npr. ko vidna možnost ni na voljo[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodite motnost)

# #31301
source: Settings to change OSD behaviour during playback
sl_si: Nastavitve za spreminjanje obnašanja OSD med predvajanjem

# #31302
source: Show video information when playback begins
sl_si: Pokaži informacije o videu, ko se predvajanje začne

# #31303
source: Show video information at the beginning of movie playback
sl_si: Prikaži informacije o videu na začetku predvajanja filma

# #31304
source: Show video information at the beginning of TV show playback
sl_si: Prikaži informacije o videu na začetku predvajanja TV-oddaje

# #31305
source: Show video information at the beginning of live TV playback
sl_si: Prikaži informacije o videu na začetku predvajanja televizije v živo

# #31306
source: Show video information at the beginning of music video playback
sl_si: Prikaži informacije o videu na začetku predvajanja glasbenega videa

# #31307
source: Show video information at the beginning of playback of other videos
sl_si: Prikaži informacije o videu na začetku predvajanja drugih videoposnetkov

# #31308
source: Duration video information is shown for when playback begins (default: 10s)[CR]Options available: 5s, 10s, 15s, 20s
sl_si: Informacije o trajanju videa so prikazane, ko se predvajanje začne (privzeto: 10 s) [CR] Razpoložljive možnosti: 5s, 10s, 15s, 20s

# #31309
source: Show video information before playback ends
sl_si: Prikaži informacije o videu pred koncem predvajanja

# #31310
source: Show video information before the end of movie playback
sl_si: Prikaz video informacij pred koncem predvajanja filma

# #31311
source: Show video information before the end of TV show playback
sl_si: Prikaži informacije o videu pred koncem predvajanja TV-oddaje

# #31312
source: Show video information before the end of music video playback
sl_si: Prikaz video informacij pred koncem predvajanja glasbenega videa

# #31313
source: Show video information before the end of playback of other videos
sl_si: Prikaži informacije o videu pred koncem predvajanja drugih videoposnetkov

# #31314
source: Duration video information is shown for before playback ends (default: 10s)[CR]Options available: 5s, 10s, 15s, 20s
sl_si: Preden se predvajanje konča, so prikazane informacije o trajanju videoposnetka (privzeto: 10s)[CR]Razpoložljive možnosti: 5ss, 10s, 15s, 20s

# #31315
source: Duration the OSD is shown when video is paused (default: Always enabled)[CR]Options available: Disabled, 5s, 10s, 20s, 30s, 1 min, 2 min, 3 min, 5 min, Always enabled
sl_si: Trajanje, ko je zaslonski meni prikazan, ko je video zaustavljen (privzeto: vedno omogočeno)[CR]Razpoložljive možnosti: onemogočeno, 5s, 10s, 20s, 30s, 1 min, 2 min, 3 min, 5 min, vedno omogočeno

# #31316
source: Automatically switch to fullscreen music player when idle during music playback
sl_si: Samodejni preklop na celozaslonski predvajalnik glasbe, ko je med predvajanjem glasbe nedejaven

# #31317
source: Idle duration before fullscreen music player is opened (default: 1 min)[CR]Options available: 10s, 15s, 20s, 30s, 1 min
sl_si: Trajanje nedejavnosti, preden se odpre celozaslonski predvajalnik glasbe (privzeto: 1 min) [CR] Razpoložljive možnosti: 10s, 15s, 20s, 30s, 1 min

# #31318
source: The music player information is normally controlled by the info button (default Kodi behaviour). This option prevents this and always shows the music player information.
sl_si: Podatke o predvajalniku glasbe običajno nadzira gumb za informacije (privzeto vedenje Kodi). Ta možnost to prepreči in vedno prikaže informacije o predvajalniku glasbe.

# #31319
source: Orange
sl_si: Oranžna

# #31320
source: Settings to change the look of the weather window and the weather main menu widget
sl_si: Nastavitve za spreminjanje videza vremenskega okna in gradnika glavnega menija za vreme

# #31321
source: Icons shown for daily weather forecast in the weather window and weather widget
sl_si: Prikazane ikone za dnevno vremensko napoved v oknu za vreme in pripomočku za vreme

# #31322
source: Background weather fanart shown when highlighting the weather widget's daily forecast[CR]Multi-image weather fanart is not supported!
sl_si: Vremenska oboževalka v ozadju, prikazana ob označevanju dnevne napovedi vremenskega pripomočka[CR]Večslikovna vremenska oboževalka ni podprta!

# #31323
source: Advanced settings for tweaking various elements of the skin
sl_si: Napredne nastavitve za prilagajanje različnih elementov vmesnika

# #31324
source: Disable the underline texture used for highlighting focused elements
sl_si: Onemogoči podčrtano teksturo, ki se uporablja za poudarjanje fokusiranih elementov

# #31325
source: Amount of dimming of non-focused images such as cover art in library views and widgets (default: 100%)[CR]Options available: 0%, 33%, 66%, 100%, 133%
sl_si: Količina zatemnitve neizostrenih slik, kot je naslovnica v pogledih knjižnice in pripomočkih (privzeto: 100%)[CR Razpoložljive možnosti: 0%, 33%, 66%, 100%, 133%

# #31326
source: Font size of plot and description texts in wall and list info views as well as OSD info dialogs (default: S)[CR]Options available: S, M, L
sl_si: Velikost pisave izrisa in opisnih besedil v pogledih stenskih in seznamskih informacij ter pogovornih oknih z informacijami na zaslonu (privzeto: S)[CR]Razpoložljive možnosti: S, M, L

# #31327
source: Hide the watched indicator shown on video fanart in wall views, wide views and widgets and in front of list view elements
sl_si: Skrij indikator gledanja, prikazan na video fanartu v pogledih sten, širokih pogledih in pripomočkih ter pred elementi pogleda seznama

# #31328
source: Hide the listened to indicator shown on music fanart in wall views, wide views and widgets and in front of list view elements
sl_si: Skrij indikator poslušanega, prikazan na glasbeni fanart v pogledih sten, širokih pogledih in pripomočkih ter pred elementi pogleda seznama

# #31329
source: The info dialogs can either show details next to the cover/icon art or a description/plot text. The second page is accessible via a button in the info dialogs and it contains additional information not shown on the first page like either a description/plot text or details information. (default: Details)
sl_si: Pogovorna okna z informacijami lahko prikazujejo podrobnosti poleg naslovnice/ikone ali besedilo opisa/risbe. Druga stran je dostopna prek gumba v informacijskih pogovornih oknih in vsebuje dodatne informacije, ki niso prikazane na prvi strani, kot je opis/besedilo risbe ali podrobne informacije. (privzeto: podrobnosti)

# #31330
source: Enables the option to set user ratings for library items (video and music) via the info dialogs and shows user ratings in library views.
sl_si: Omogoča možnost nastavitve uporabniških ocen za postavke knjižnice (video in glasba) prek informacijskih pogovornih oken in prikaže uporabniške ocene v pogledih knjižnice.

# #31331
source: Changes the format used to show the duration of scraped videos except music videos (default: Minutes)[CR]Options available: Minutes (e.g. 128 min, 20 min, 45 sec), Hours and minutes (e.g. 2hr 8min, 20 min, 45 sec)
sl_si: Spremeni obliko zapisa, ki se uporablja za prikaz trajanja postrganih videoposnetkov, razen glasbenih (privzeto: minute)[CR]Razpoložljive možnosti: minute (npr. 128 min, 20 min, 45 sek), ure in minute (npr. 2 uri 8 min, 20 min, 45 sek)

# #31332
source: Set which information is shown in video media flags in the bottom left corner (default: File first)[CR]The information will cycle between file and language information during idle every 5 seconds, if 'File first' or 'Language first' is set. Options available: File first/only (video and audio codec information), Language first/only (audio and subtitle language information), Duration only (only the duration and file size are shown), Disabled (media flags are hidden)
sl_si: Nastavite, katere informacije so prikazane v zastavicah video predstavnosti v spodnjem levem kotu (privzeto: najprej datoteka)[CR]Informacije se med nedejavnostjo spreminjajo med informacijami o datoteki in jeziku vsakih 5 sekund, če je nastavljeno »Najprej datoteka« ali »Najprej jezik«. Razpoložljive možnosti: najprej/samo datoteka (informacije o video in zvočnem kodeku), prvi/samo jezik (informacije o jeziku zvoka in podnapisov), samo trajanje (prikazana sta samo trajanje in velikost datoteke), onemogočeno (medijske zastavice so skrite)

# #31333
source: Hide the first letter label shown left of window titles when scrolling alphabetically sorted lists.[CR]Alphabetical sort orders supported:
sl_si: Skrij oznako prve črke, ki je prikazana levo od naslovov oken, ko se premikate po abecedno razvrščenih seznamih.[CR]Podprt abecedni vrstni red:

# #31334
source: Hide player controls shown in sidemenus (not context menus) during background video or music playback
sl_si: Skrij kontrolnike predvajalnika, prikazane v stranskih menijih (ne kontekstnih menijih) med predvajanjem videa v ozadju ali glasbe

# #31335
source: Show a lock icon instead of the channel icon for channels reported as encrypted
sl_si: Pokaži ikono ključavnice namesto ikone kanala za kanale, ki so prijavljeni kot šifrirani

# #31336
source: Hide scrollbars in all views where a list or panel has more than one page
sl_si: Skrij drsne trakove v vseh pogledih, kjer ima seznam ali plošča več kot eno stran

# #31337
source: In kiosk mode the sidemenu for adjusting views, sort order, filters, etc. can't be opened. Also, the info dialogs don't show any buttons to re-scrape library items or manipulate fanart.
sl_si: V načinu kioska stranskega menija za prilagajanje pogledov, vrstnega reda, filtrov itd. ni mogoče odpreti. Poleg tega pogovorna okna z informacijami ne prikazujejo nobenih gumbov za ponovno strganje elementov knjižnice ali manipulacijo umetnosti.

# #31338
source: Settings of and information about add-ons supported by the skin
sl_si: Nastavitve in informacije o dodatkih, ki jih podpira preobleka

# #31339
source: Enables customization of the main menu[CR]If not installed or disabled, the main menu will fall back to the default configuration.
sl_si: Omogoča prilagajanje glavnega menija[CR]Če ni nameščen ali onemogočen, se bo glavni meni vrnil na privzeto konfiguracijo.

# #31340
source: Warning: This add-on is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Additional customization functions[CR]Required for the following two add-ons
sl_si: Opozorilo: ta dodatek je trenutno na voljo samo v 'Marcelveldtovem repozitoriju BETA', ki ga je treba namestiti ročno.[CR][CR]Dodatne funkcije prilagajanja[CR]Potrebne za naslednja dva dodatka

# #31341
source: Warning: This add-on is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Provides extra widgets to customize the main menu
sl_si: Opozorilo: Ta dodatek je trenutno na voljo samo v 'Marcelveldtovem repozitoriju BETA', ki ga je treba namestiti ročno.[CR][CR]Nudi dodatne pripomočke za prilagajanje glavnega menija

# #31342
source: Warning: This add-on is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Lets you backup and restore your skin settings
sl_si: Opozorilo: Ta dodatek je trenutno na voljo samo v 'Marcelveldtovem repozitoriju BETA', ki ga je treba namestiti ročno.[CR][CR]Omogoča vam varnostno kopiranje in obnovitev nastavitev preobleke

# #31343
source: Word completion assistant for the virtual keyboard
sl_si: Pomočnik za dokončanje besed za virtualno tipkovnico

# #31344
source: Background images for the weather widget
sl_si: Slike ozadja za vremenski pripomoček

# #31345
source: Displays a series of artist images from your library or external sources while music is playing
sl_si: Med predvajanjem glasbe prikaže niz slik izvajalcev iz vaše knjižnice ali zunanjih virov

# #31346
source: Settings to reset skin settings, perform skin settings backups and enable debug information
sl_si: Nastavitve za ponastavitev nastavitev preobleke, varnostno kopiranje nastavitev preobleke in omogočanje informacij o odpravljanju napak

# #31347
source: Warning: The add-on required for this is currently only available from 'Marcelveldt's BETA repository' which has to be installed manually.[CR][CR]Backup and restore skin settings
sl_si: Opozorilo: dodatek, ki je potreben za to, je trenutno na voljo samo v 'Marcelveldtovem repozitoriju BETA', ki ga je treba namestiti ročno.[CR][CR]Varnostno kopiranje in obnovitev nastavitev preobleke

# #31348
source: Reset all customizations performed via the main menu customization dialog
sl_si: Ponastavite vse prilagoditve, izvedene prek pogovornega okna za prilagajanje glavnega menija

# #31349
source: Reset all skin settings to default values
sl_si: Ponastavite vse nastavitve vmesnika na privzete vrednosti

# #31350
source: Debug grid to visualise the exact positioning of controls and labels
sl_si: Mreža za odpravljanje napak za vizualizacijo natančnega položaja kontrolnikov in oznak

# #31351
source: Debug labels providing information about the currently shown windows and dialogs as well as currently focused controls
sl_si: Oznake za odpravljanje napak, ki zagotavljajo informacije o trenutno prikazanih oknih in pogovornih oknih ter o trenutno izbranih kontrolnikih

# #31352
source: Reload the skin's files after performing skin code changes
sl_si: Znova naložite datoteke preobleke po izvedbi sprememb kode preobleke

# #31353
source: The order of the items can be changed by using the up and down arrows next to the list items. Red coloured items are disabled and not visible in the main menu.
sl_si: Vrstni red elementov lahko spremenite s puščicama gor in dol poleg elementov seznama. Rdeče obarvani elementi so onemogočeni in niso vidni v glavnem meniju.

# #31354
source: Opens a selection dialog to choose the action the main menu item performs
sl_si: Odpre izbirno pogovorno okno za izbiro dejanja, ki ga izvede element glavnega menija

# #31355
source: Changes the title of an existing main menu item
sl_si: Spremeni naslov obstoječega elementa glavnega menija

# #31356
source: Opens a selection dialog to change the action the existing main menu item performs
sl_si: Odpre izbirno pogovorno okno za spremembo dejanja, ki ga izvede obstoječi element glavnega menija

# #31357
source: Sets a single image or multi-image background for the selected main menu item
sl_si: Nastavi eno sliko ali ozadje z več slikami za izbran element glavnega menija

# #31358
source: Sets the time for which each background image is shown (default: 30s)
sl_si: Nastavi čas, v katerem je prikazana vsaka slika ozadja (privzeto: 30s)

# #31359
source: Opens the customization dialog for submenu items of the selected main menu item
sl_si: Odpre pogovorno okno za prilagajanje elementov podmenija izbranega elementa glavnega menija

# #31360
source: Opens the customization dialog for widgets of the selected main menu item
sl_si: Odpre pogovorno okno za prilagajanje gradnikov izbranega elementa glavnega menija

# #31361
source: Hides the selected main menu item in the main menu without deleting it in this customization dialog
sl_si: Skrije izbrani element glavnega menija v glavnem meniju, ne da bi ga izbrisal v tem pogovornem oknu za prilagajanje

# #31362
source: Deletes the selected main menu item completely. Warning: This can be reverted only for default main menu items!
sl_si: Popolnoma izbriše izbrani element glavnega menija. Opozorilo: To je mogoče razveljaviti samo za privzete elemente glavnega menija!

# #31363
source: Opens a selection dialog to choose the action the submenu item performs
sl_si: Odpre izbirno pogovorno okno za izbiro dejanja, ki ga izvaja element podmenija

# #31364
source: Changes the title of an existing submenu item
sl_si: Spremeni naslov obstoječe postavke podmenija

# #31365
source: Opens a selection dialog to change the action the existing submenu item performs
sl_si: Odpre izbirno pogovorno okno za spremembo dejanja, ki ga izvede obstoječi element podmenija

# #31366
source: Hides the selected submenu item in the main menu without deleting it in this customization dialog
sl_si: Skrije izbrani element podmenija v glavnem meniju, ne da bi ga izbrisal v tem pogovornem oknu za prilagajanje

# #31367
source: Deletes the selected submenu item completely. Warning: This can be reverted only for default submenu items!
sl_si: Popolnoma izbriše izbrani element podmenija. Opozorilo: To je mogoče razveljaviti samo za privzete elemente podmenija!

# #31368
source: Opens a selection dialog to choose where a widget should point to
sl_si: Odpre izbirno pogovorno okno, da izberete, kam naj kaže gradnik

# #31369
source: Changes the title of an existing widget
sl_si: Spremeni naslov obstoječega pripomočka

# #31370
source: Changes the appearance of the widget. Options available: Tall (2:3 aspect ratio, suitable for portrait icons like movie or TV show cover art), Wide (3:4 aspect ratio, suitable for landscape icons like episode cover art), Square and Square small (3:3/2:2 aspect ratio, suitable for square icons like album fanart or PVR channel icons)
sl_si: Spremeni videz pripomočka. Razpoložljive možnosti: visok (razmerje stranic 2:3, primerno za portretne ikone, kot je naslovnica filma ali TV-oddaje), širok (razmerje stranic 3:4, primerno za ležeče ikone, kot je naslovnica epizod), kvadrat in majhen kvadrat (3:3). /razmerje stranic 2:2, primerno za kvadratne ikone, kot so slike oboževalcev albuma ali ikone kanala PVR)

# #31371
source: Changes the artwork used for the widget items. Available options depend on the widget content.
sl_si: Spremeni umetniško delo, uporabljeno za elemente pripomočka. Razpoložljive možnosti so odvisne od vsebine pripomočka.

# #31372
source: Changes the fallback artwork used for the widget items. Available options depend on the widget content.
sl_si: Spremeni nadomestno umetniško delo, ki se uporablja za elemente pripomočka. Razpoložljive možnosti so odvisne od vsebine pripomočka.

# #31373
source: Changes the sort key of the widget items. Available options depend on the widget content.
sl_si: Spremeni ključ razvrščanja elementov pripomočka. Razpoložljive možnosti so odvisne od vsebine pripomočka.

# #31374
source: Changes the sort order of the widget items. Available options depend on the widget content.
sl_si: Spremeni vrstni red elementov pripomočka. Razpoložljive možnosti so odvisne od vsebine pripomočka.

# #31375
source: Changes the maximum number of items shown by the widget. Options available: 10, 15, 20, 25, 30, 50, 100, None (all items available)
sl_si: Spremeni največje število elementov, ki jih prikaže gradnik. Razpoložljive možnosti: 10, 15, 20, 25, 30, 50, 100, nobena (na voljo so vsi elementi)

# #31376
source: Hides the selected widget in the main menu without deleting it in this customization dialog
sl_si: Skrije izbrani gradnik v glavnem meniju, ne da bi ga izbrisal v tem pogovornem oknu za prilagajanje

# #31377
source: Deletes the selected widget completely. Warning: This can be reverted only for default widgets!
sl_si: Popolnoma izbriše izbrani gradnik. Opozorilo: To je mogoče razveljaviti samo za privzete pripomočke!

# #31378
source: Add a custom main menu item to the left list
sl_si: Dodajte element glavnega menija po meri na levi seznam

# #31379
source: Add a custom submenu menu item to the left list
sl_si: Dodajte menijski element podmenija po meri na levi seznam

# #31380
source: Add a custom widget to the left list
sl_si: Dodajte pripomoček po meri na levi seznam

# #31381
source: Restore default main menu items previously deleted
sl_si: Obnovi privzete elemente glavnega menija, ki so bili prej izbrisani

# #31382
source: Restore default submenu items previously deleted
sl_si: Obnovi privzete elemente podmenija, ki so bili prej izbrisani

# #31383
source: Restore default widgets previously deleted
sl_si: Obnovi prej izbrisane privzete pripomočke

# #31384
source: The left list shows the items visible in the main menu.
sl_si: Levi seznam prikazuje elemente, ki so vidni v glavnem meniju.

# #31385
source: The right list offers options specific to the main menu item selected in the left list.
sl_si: Desni seznam ponuja možnosti, specifične za element glavnega menija, izbran na levem seznamu.

# #31386
source: The left list shows the items visible in the submenu of the main menu item selected in the previous dialog.
sl_si: Levi seznam prikazuje elemente, ki so vidni v podmeniju elementa glavnega menija, izbranega v prejšnjem pogovornem oknu.

# #31387
source: The right list offers options specific to the submenu item selected in the left list.
sl_si: Desni seznam ponuja možnosti, specifične za element podmenija, izbran na levem seznamu.

# #31388
source: The left list shows the widgets visible next to the main menu item selected in the previous dialog. There's only one widget visible in the main menu per main menu item at the time. To toggle between more than one widget configured for a main menu item, select the widget in the main menu and use the arrow up and down buttons on your remote.
sl_si: Levi seznam prikazuje gradnike, ki so vidni poleg postavke glavnega menija, izbrane v prejšnjem pogovornem oknu. V glavnem meniju je viden samo en pripomoček za vsako postavko glavnega menija. Če želite preklapljati med več kot enim gradnikom, konfiguriranim za element glavnega menija, izberite gradnik v glavnem meniju in uporabite puščična gumba gor in dol na daljinskem upravljalniku.

# #31389
source: The right list offers options specific to the widget selected in the left list.
sl_si: Desni seznam ponuja možnosti, značilne za gradnik, izbran na levem seznamu.
