Repository: biegleux/skin.osmc
Catalog: language/resource.language.*/strings.po
Languages: sl_si

# #31000
source: Item
sl_si: Postavka

# #31001
source: Items
sl_si: Postavke

# #31002
source: Tag
sl_si: Oznaka

# #31003
source: Look
sl_si: Izgled

# #31004
source: Layout
sl_si: Postavitev

# #31005
source: Disable scrollbars
sl_si: Onemogoči drsne trakove

# #31006
source: Overlays
sl_si: Prekrivki

# #31007
source: System music files
sl_si: Sistemske glasbene datoteke

# #31008
source: Currently selected
sl_si: Trenutno izbrano

# #31009
source: Open playlist
sl_si: Odpri seznam predvajanja

# #31010
source: Save playlist
sl_si: Shrani seznam predvajanja

# #31011
source: Clear playlist
sl_si: Počisti seznam predvajanja

# #31012
source: Current playlist
sl_si: Trenutni seznam predvajanja

# #31013
source: Muted
sl_si: Utišan

# #31014
source: Show visualisation & Artist Slideshow
sl_si: Prikažite vizualizacijo in diaprojekcijo umetnika

# #31015
source: Favourite
sl_si: Priljubljeni

# #31016
source: Settings level
sl_si: Raven nastavitev

# #31017
source: Voted
sl_si: Glasovano

# #31018
source: Increase
sl_si: Porast

# #31019
source: Decrease
sl_si: Zmanjšanje

# #31020
source: Background
sl_si: Ozadje

# #31021
source: Home
sl_si: Domov

# #31022
source: Rules
sl_si: Pravila

# #31023
source: Focus control colour
sl_si: Barva nadzora ostrenja

# #31024
source: Non-focus control colour
sl_si: Barva nadzora brez izostritve

# #31025
source: OSD cache bar colour
sl_si: Barva vrstice predpomnilnika OSD

# #31026
source: Colour used for focused controls like buttons, scrollbars or highlighted indicators and progress bars[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, ki se uporablja za osredotočene kontrolnike, kot so gumbi, drsni trakovi ali označeni indikatorji in vrstice napredka[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški številki prilagodita motnost)

# #31027
source: Show background video
sl_si: Prikaži video v ozadju

# #31028
source: Show background visualisation
sl_si: Prikaži vizualizacijo ozadja

# #31029
source: Fallback Artwork
sl_si: Nadomestno umetniško delo

# #31030
source: Enable main menu customization
sl_si: Omogoči prilagajanje glavnega menija

# #31031
source: Recent movies
sl_si: Nedavni filmi

# #31032
source: Recommended movies
sl_si: Priporočeni filmi

# #31033
source: Artwork
sl_si: Umetnine

# #31034
source: Show background Artist Slideshow
sl_si: Prikaži diaprojekcijo izvajalca v ozadju

# #31035
source: Recent episodes
sl_si: Zadnje epizode

# #31036
source: Recommended episodes
sl_si: Priporočene epizode

# #31037
source: Colour used for controls without focus like buttons, scrollbars or non-highlighted indicators and progress bars[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, ki se uporablja za kontrolnike brez fokusa, kot so gumbi, drsni trakovi ali neoznačeni indikatorji in vrstice napredka[CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodita motnost)

# #31038
source: Recent albums
sl_si: Zadnji albumi

# #31039
source: Recommended albums
sl_si: Priporočeni albumi

# #31040
source: Never hide information during music fullscreen playback
sl_si: Nikoli ne skrivajte informacij med celozaslonskim predvajanjem glasbe

# #31041
source: Debug grid
sl_si: Mreža za odpravljanje napak

# #31042
source: Debug labels
sl_si: Oznake za odpravljanje napak

# #31043
source: Extra art
sl_si: Dodatna umetnost

# #31044
source: Local subtitle found!
sl_si: Najden lokalni podnapis!

# #31045
source: Supplied by
sl_si: Zagotavlja

# #31046
source: Currently
sl_si: Trenutno

# #31047
source: Visualisation Presets
sl_si: Prednastavitve vizualizacije

# #31048
source: Playlist Options
sl_si: Možnosti seznama predvajanja

# #31049
source: Customize main menu
sl_si: Prilagodite glavni meni

# #31050
source: Colour used for the OSD cache bar[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, uporabljena za vrstico predpomnilnika OSD [CR] Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodita motnost)

# #31051
source: Settings can be accessed from the Shutdown menu.[CR]ONLY deactivate 'Always show settings link in main menu' AND remove the settings and power main menu item at the same time, if you know what you're doing!
sl_si: Do nastavitev lahko dostopate iz menija za zaustavitev.[CR]SAMO deaktivirajte 'Vedno pokaži povezavo do nastavitev v glavnem meniju' IN istočasno odstranite nastavitve in element glavnega menija napajanja, če veste, kaj počnete!

# #31052
source: Backup and restore skin settings
sl_si: Varnostno kopirajte in obnovite nastavitve vmesnika

# #31053
source: Disable scrolling label
sl_si: Onemogoči drsečo oznako

# #31054
source: Random movies
sl_si: Naključni filmi

# #31055
source: Random episodes
sl_si: Naključne epizode

# #31056
source: Random albums
sl_si: Naključni albumi

# #31057
source: Kiosk mode
sl_si: Način kioska

# #31058
source: Reset all skin settings
sl_si: Ponastavite vse nastavitve vmesnika

# #31059
source: Memory Used:
sl_si: Uporabljen pomnilnik:

# #31060
source: Colour used for CIH/cinemascope projector screen setup masking bars[CR]Adjust colour opacity via the edit colour value button (the alpha channel - the first two hex digits adjust opacity)
sl_si: Barva, ki se uporablja za maskirne vrstice za nastavitev zaslona projektorja CIH/cinemascope [CR]Prilagodite motnost barve prek gumba za urejanje vrednosti barve (kanal alfa – prvi dve šestnajstiški števki prilagodite motnost)

# #31061
source: OSMC Blue
sl_si: OSMC modra

# #31062
source: Menu/OSD colour
sl_si: Barva menija/OSD

# #31063
source: Add-ons
sl_si: Dodatki

# #31064
source: Custom background image
sl_si: Slika ozadja po meri

# #31065
source: Masking aspect ratio
sl_si: Maskirno razmerje stranic

# #31067
source: Weather icons
sl_si: Ikone vremena

# #31068
source: Weather fanart
sl_si: Vremenska oboževalna umetnost

# #31069
source: Location
sl_si: Lokacija

# #31070
source: OSMC Light blue
sl_si: OSMC svetlo modra

# #31071
source: Edit sub menu
sl_si: Uredi podmeni

# #31072
source: Still there?
sl_si: Še vedno tam?

# #31073
source: Click OK to keep watching
sl_si: Za nadaljevanje gledanja kliknite V redu

# #31074
source: Always show music info during fullscreen music playback
sl_si: Med celozaslonskim predvajanjem glasbe vedno prikaži informacije o glasbi

# #31075
source: Reset/Debug
sl_si: Ponastavitev/odpravljanje napak

# #31076
source: Widget fanart in the main menu
sl_si: Pripomoček oboževalske umetnosti v glavnem meniju

# #31077
source: Widget icons in the main menu
sl_si: Ikone pripomočkov v glavnem meniju

# #31078
source: Wall
sl_si: Zid

# #31080
source: Recommended
sl_si: Priporočeno

# #31084
source: Supported
sl_si: Podprto

# #31087
source: Video decoder
sl_si: Video dekoder

# #31088
source: Pixel format
sl_si: Format slikovnih pik

# #31089
source: Memory used
sl_si: Uporabljen pomnilnik

# #31090
source: Eject Tray
sl_si: Izmetni pladenj

# #31092
source: Not installed
sl_si: Ni nameščeno

# #31093
source: installed
sl_si: nameščen

# #31094
source: Multi-image weather fanart is not supported
sl_si: Vremenska slika z več slikami ni podprta

# #31095
source: Manage widgets
sl_si: Upravljanje pripomočkov

# #31096
source: Always show settings link in main menu
sl_si: Vedno prikaži povezavo do nastavitev v glavnem meniju

# #31098
source: Skin wide settings and customization options
sl_si: Nastavitve široke preobleke in možnosti prilagajanja

# #31099
source: Show fanart images
sl_si: Pokaži slike oboževalcev

# #31100
source: Plot/description text font size
sl_si: Velikost pisave besedila parcele/opisa

# #31101
source: Show date above system time
sl_si: Pokaži datum nad sistemskim časom

# #31102
source: Display time of video player OSD during pause
sl_si: Čas prikaza OSD video predvajalnika med premorom

# #31103
source: Log Uploader
sl_si: Nalagalnik dnevnika

# #31104
source: Dim factor of unfocused art
sl_si: Zatemnjen dejavnik nefokusirane umetnosti

# #31105
source: Disable underline text highlight
sl_si: Onemogoči označevanje podčrtanega besedila

# #31107
source: Backup/Reset
sl_si: Varnostno kopiranje/ponastavitev

# #31108
source: Colour set
sl_si: Barvni set

# #31109
source: Background opacity
sl_si: Motnost ozadja

# #31110
source: Menu/OSD opacity
sl_si: Neprosojnost menija/OSD

# #31111
source: Pi Config
sl_si: Nastavitev Pi

# #31112
source: Wide low
sl_si: Širok nizek

# #31113
source: Wall low
sl_si: Zid nizek

# #31114
source: Wall small
sl_si: Zid majhen

# #31116
source: Wall small info
sl_si: Zid kartki info

# #31117
source: List info
sl_si: Informacije o seznamu

# #31118
source: Random TV shows
sl_si: Naključne TV oddaje

# #31119
source: Disabled
sl_si: Onemogočeno

# #31123
source: Show OSD info when video playback starts
sl_si: Prikaži informacije OSD, ko se začne predvajanje videa

# #31124
source: Active for movie playback
sl_si: Aktivno za predvajanje filmov

# #31125
source: Active for TV show playback
sl_si: Aktivno za predvajanje TV oddaje

# #31126
source: Active for live TV playback
sl_si: Aktiven za predvajanje televizije v živo

# #31127
source: Active for music video playback
sl_si: Aktivno za predvajanje glasbenih videov

# #31128
source: Active for other video playback
sl_si: Aktivno za predvajanje drugega videa

# #31129
source: Duration after playback starts
sl_si: Trajanje po začetku predvajanja

# #31130
source: Show OSD info when switching TV channels
sl_si: Pri preklapljanju TV kanalov prikaži informacije na zaslonu

# #31131
source: Show OSD info before video playback ends
sl_si: Pokaži informacije na zaslonu, preden se predvajanje videa konča

# #31132
source: Duration before playback ends
sl_si: Trajanje pred koncem predvajanja

# #31133
source: Wall info
sl_si: Informacije o zidu

# #31134
source: Adjust representation of video duration
sl_si: Prilagodite predstavitev trajanja videa

# #31135
source: Single image
sl_si: Ena slika

# #31136
source: Multi-image (folder)
sl_si: Več slik (mapa)

# #31137
source: Time per image
sl_si: Čas na sliko

# #31138
source: Randomize
sl_si: Naključno določi

# #31139
source: Reset path
sl_si: Ponastavi pot

# #31140
source: Customization dialog to change the way the main menu looks[CR]Main menu and submenu items and widgets can be edited.
sl_si: Pogovorno okno za prilagajanje, da spremenite videz glavnega menija[CR]Urejate lahko elemente glavnega menija in podmenija ter pripomočke.

# #31141
source: Open music fullscreen window when starting playback
sl_si: Odpri celozaslonsko okno glasbe ob začetku predvajanja

# #31142
source: Open music fullscreen automatically
sl_si: Samodejno odpri glasbo v celozaslonskem načinu

# #31143
source: Idle time until music fullscreen window opens
sl_si: Čas mirovanja, dokler se ne odpre celozaslonsko okno za glasbo

# #31145
source: Music OSD
sl_si: OSD za glasbo

# #31146
source: Show user rating in music and video library
sl_si: Prikaži uporabniško oceno v glasbeni in video knjižnici

# #31147
source: Disable submenu player controls
sl_si: Onemogoči kontrole predvajalnika v podmeniju

# #31148
source: Disable video watched status in library
sl_si: Onemogoči stanje ogleda videa v knjižnici

# #31149
source: Disable music listened to status in library
sl_si: Onemogoči stanje poslušane glasbe v knjižnici

# #31150
source: Masking colour
sl_si: Maskirna barva

# #31151
source: OK
sl_si: V redu

# #31152
source: OSMC Black
sl_si: OSMC črna

# #31153
source: OSMC Rose red
sl_si: OSMC rdeča roža

# #31154
source: OSMC Sunset Yellow
sl_si: OSMC sončno rumena

# #31155
source: We'd like to thank you for using the OSMC skin on your device![CR]For more information see https://osmc.tv
sl_si: Radi bi se vam zahvalili za uporabo preobleke OSMC v vaši napravi![CR]Za več informacij glejte https://osmc.tv

# #31156
source: Click OK to toggle player debug information.
sl_si: Kliknite V redu, da preklopite informacije o odpravljanju napak predvajalnika.

# #31157
source: Previous
sl_si: Prejšnji

# #31158
source: Current
sl_si: Trenutno

# #31159
source: Next
sl_si: Naslednji

# #31160
source: Widget
sl_si: Pripomoček

# #31161
source: Hide
sl_si: Skrij

# #31162
source: Background colour
sl_si: Barva ozadja

# #31163
source: Focus text colour
sl_si: Barva besedila v fokusu

# #31164
source: Non-focus text colour
sl_si: Barva besedila brez fokusa

# #31165
source: Selected text colour
sl_si: Izbrana barva besedila

# #31166
source: Disabled text colour
sl_si: Barva onemogočenega besedila

# #31167
source: Recently added movies
sl_si: Nedavno dodani filmi

# #31168
source: OSMC Lime green
sl_si: OSMC zelena limeta

# #31169
source: Welcome
sl_si: Dobrodošli

# #31170
source: Show information on first info dialog page
sl_si: Prikaži informacije na prvi strani pogovornega okna z informacijami

# #31171
source: Press left/right button for details
sl_si: Pritisnite levo/desno tipko za podrobnosti

# #31172
source: Layout
sl_si: Postavitev

# #31173
source: Visibility
sl_si: Vidnost

# #31174
source: Show lock icon for encrypted PVR channels
sl_si: Prikaži ikono ključavnice za šifrirane kanale PVR

# #31175
source: Sort by
sl_si: Razvrsti po

# #31176
source: Sort direction
sl_si: Smer razvrščanja

# #31177
source: Item limit
sl_si: Omejitev artikla

# #31178
source: Pre-configured widgets
sl_si: Prednastavljeni pripomočki

# #31179
source: Recently Added Movies
sl_si: Nedavno dodani filmi

# #31180
source: Recently Played Movies
sl_si: Nedavno predvajani filmi

# #31181
source: Random Movies
sl_si: Naključni filmi

# #31182
source: In-Progress Movies
sl_si: Filmi v nastajanju

# #31183
source: Top Rated Movies
sl_si: Najbolje ocenjeni filmi

# #31184
source: IMDB Top 250 Movies
sl_si: 250 najboljših filmov na IMDB

# #31185
source: Unwatched Movies
sl_si: Neogledani filmi

# #31186
source: Movie Nodes
sl_si: Filmska vozlišča

# #31187
source: Movie Genres
sl_si: Filmski žanri

# #31189
source: TV Shows
sl_si: TV oddaje

# #31190
source: Recently Added TV Shows
sl_si: Nedavno dodane TV-oddaje

# #31191
source: Recently Played TV Shows
sl_si: Nedavno predvajane TV-oddaje

# #31192
source: Random TV Shows
sl_si: Naključne TV oddaje

# #31193
source: In-Progress TV Shows
sl_si: TV-oddaje v teku

# #31194
source: Top Rated TV Shows
sl_si: Najbolje ocenjene TV-oddaje

# #31195
source: Unwatched TV Shows
sl_si: Najbolje ocenjene TV-oddaje

# #31196
source: TV Show Nodes
sl_si: Vozlišča TV oddaje

# #31197
source: TV Show Genres
sl_si: Žanri TV oddaj

# #31198
source: Recently Added Episodes
sl_si: Nedavno dodane epizode

# #31199
source: Recently Played Episodes
sl_si: Nedavno predvajane epizode

# #31200
source: Random Episodes
sl_si: Naključne epizode

# #31201
source: In-Progress Episodes
sl_si: Epizode v teku

# #31202
source: Top Rated Episodes
sl_si: Najbolje ocenjene epizode

# #31203
source: Unwatched Episodes
sl_si: Neogledane epizode

# #31204
source: Recently Added Artists
sl_si: Nedavno dodani umetniki

# #31205
source: Random Artists
sl_si: Naključni umetniki

# #31206
source: Music Nodes
sl_si: Glasbena vozlišča

# #31207
source: Recently Added Albums
sl_si: Nedavno dodani albumi

# #31208
source: Recently Played Albums
sl_si: Nedavno predvajani albumi

# #31209
source: Recently Released Albums
sl_si: Nedavno izdani albumi

# #31210
source: Top 100 Albums
sl_si: 100 najboljših albumov

# #31211
source: Random Albums
sl_si: Naključni albumi

# #31212
source: Most Played Albums
sl_si: Najbolj predvajani albumi

# #31213
source: Recently Added Songs
sl_si: Nedavno dodane pesmi

# #31214
source: Recently Released Songs
sl_si: Nedavno izdane pesmi

# #31215
source: Most Played Songs
sl_si: Najbolj predvajane pesmi

# #31216
source: Random Songs
sl_si: Naključne pesmi

# #31217
source: Recently Added Music Videos
sl_si: Nedavno dodani glasbeni videoposnetki

# #31218
source: In-Progress Music Videos
sl_si: Glasbeni videi v teku

# #31219
source: Random Music Videos
sl_si: Naključni glasbeni videi

# #31220
source: Unwatched Music Videos
sl_si: Neogledani glasbeni videi

# #31222
source: Last Played TV Channels
sl_si: Zadnji predvajani TV kanali

# #31223
source: Active TV Recordings
sl_si: Aktivni televizijski posnetki

# #31224
source: Grouped Active TV Recordings
sl_si: Združeni aktivni televizijski posnetki

# #31225
source: Grouped Deleted TV Recordings
sl_si: Združeni izbrisani televizijski posnetki

# #31226
source: Last Played Radio Channels
sl_si: Zadnji predvajani radijski kanali

# #31227
source: Active Radio Recordings
sl_si: Aktivni radijski posnetki

# #31228
source: Grouped Active Radio Recordings
sl_si: Združeni aktivni radijski posnetki

# #31229
source: Grouped Deleted Radio Recordings
sl_si: Združeni izbrisani radijski posnetki

# #31230
source: Additional widgets
sl_si: Dodatni pripomočki

# #31231
source: Additional main menu items
sl_si: Dodatni elementi glavnega menija

# #31232
source: Commands
sl_si: Ukazi

# #31233
source: View:
sl_si: Pogled:

# #31234
source: Order:
sl_si: Naročilo:

# #31235
source: Dark blue
sl_si: Temno modra

# #31237
source: Media flags information shown
sl_si: Prikazane so informacije o medijih

# #31238
source: Game
sl_si: Igra

# #31239
source: Game add-on
sl_si: Dodatek za igro

# #31240
source: Tall
sl_si: Visoka

# #31241
source: Wide
sl_si: Široko

# #31242
source: Examining available artwork
sl_si: Pregledovanje razpoložljivih umetnin

# #31243
source: Poster
sl_si: Plakat

# #31244
source: TV Show Poster
sl_si: Plakat TV oddaje

# #31245
source: Season Poster
sl_si: Plakat sezone

# #31246
source: Fanart
sl_si: Ljubiteljska umetnost

# #31247
source: Season Fanart
sl_si: Sezona ljubiteljske umetnosti

# #31248
source: Banner
sl_si: Pasica

# #31249
source: TV Show Banner
sl_si: Pasica TV oddaje

# #31250
source: Season Banner
sl_si: Pasica sezone

# #31251
source: Clear Logo
sl_si: Pobriši logotip

# #31252
source: TV Show Clear Logo
sl_si: Jasen logotip TV-oddaje

# #31253
source: Clear Art
sl_si: Jasna umetnost

# #31254
source: TV Show Clear Art
sl_si: TV oddaja jasne umetnosti

# #31255
source: Character Art
sl_si: Znakovna umetnost

# #31256
source: TV Show Character Art
sl_si: Umetnost likov TV oddaje

# #31257
source: Landscape
sl_si: Pokrajina

# #31258
source: TV Show Landscape
sl_si: TV oddaja pokrajine

# #31259
source: Fake Landscape
sl_si: Lažna pokrajina

# #31260
source: Fake TV Show Landscape
sl_si: Lažna pokrajina televizijske oddaje

# #31261
source: Icon
sl_si: Ikona

# #31262
source: Network
sl_si: Omrežje

# #31263
source: Remotes
sl_si: Daljinci

# #31264
source: App Store
sl_si: Trgovina z aplikacijami

# #31265
source: Updates
sl_si: Posodobitve

# #31266
source: Services
sl_si: Storitve

# #31267
source: In order to be able to customize the main menu an add-on has to be installed first.
sl_si: Da bi lahko prilagodili glavni meni, morate najprej namestiti dodatek.

# #31268
source: The settings link is always shown in the main menu despite any customization via the skin's main menu customization dialog.[CR]Warning: If you remove Settings from the main menu and disable this setting, another way to access Settings such as a custom keyboard shortcut will be needed.
sl_si: Povezava do nastavitev je vedno prikazana v glavnem meniju kljub morebitnim prilagoditvam v pogovornem oknu za prilagajanje glavnega menija preobleke.[CR]Opozorilo: če odstranite Nastavitve iz glavnega menija in onemogočite to nastavitev, je na voljo drug način dostopa do nastavitev, kot je bližnjica na tipkovnici po meri bo potrebno.

# #31269
source: Date in long date format is shown above time in top right corner
sl_si: Datum v obliki dolgega datuma je prikazan nad časom v zgornjem desnem kotu

# #31270
source: Masking aspect ratios for different CIH/cinemascope projector screen setups[CR]Options available: 2.40:1, 2.35:1, 2.33:1 (21:9), 2.00:1, 1.78:1 (disabled)
sl_si: Maskiranje razmerij stranic za različne nastavitve zaslona projektorja CIH/cinemascope [CR] Razpoložljive možnosti: 2.40:1, 2.35:1, 2.33:1 (21:9), 2.00:1, 1.78:1 (onemogočeno)

# #31271
source: Settings to change the skin's background style and behaviour
sl_si: Nastavitve za spreminjanje sloga in obnašanja ozadja preobleke

# #31272
source: The skin's default background options
sl_si: Privzete možnosti ozadja vmesnika

# #31273
source: Default background images shipped with the skin
sl_si: Privzete slike ozadja, poslane s preobleko

# #31274
source: Custom background options
sl_si: Možnosti ozadja po meri

# #31275
source: A single custom background image from a specified path is shown
sl_si: Prikazana je ena slika ozadja po meri z določene poti

# #31276
source: Single custom background image selection
sl_si: Ena izbira slike ozadja po meri

# #31277
source: The custom background image path is reset
sl_si: Pot slike ozadja po meri je ponastavljena

# #31278
source: Multiple custom background images from a specified path are shown
sl_si: Prikazanih je več slik ozadja po meri z določene poti

# #31279
source: Multiple custom background image selection
sl_si: Izbira več slik za ozadje po meri

# #31280
source: The custom background image path is reset
sl_si: Pot slike ozadja po meri je ponastavljena

# #31281
source: Duration for which every background image from the selected path is shown
sl_si: Trajanje, v katerem je prikazana vsaka slika ozadja z izbrane poti

# #31282
source: A solid colour is shown
sl_si: Prikazana je polna barva

# #31283
source: Solid background colour selection
sl_si: Izbira enobarvne barve ozadja

# #31284
source: Library, widget and add-on background fanart is shown on top of the defined background image(s) or colour
sl_si: Knjižnica, pripomoček in dodatek v ozadju umetnikov so prikazani na vrhu določene slike ali barve ozadja

# #31285
source: Active video playback is shown in the background instead of background or fanart images when toggling out of the video player
sl_si: Aktivno predvajanje videa je prikazano v ozadju namesto slik ozadja ali oboževalskih slik, ko preklopite iz video predvajalnika

# #31286
source: Active music visualisation is shown in the background when toggling out of the music player
sl_si: Aktivna vizualizacija glasbe je prikazana v ozadju, ko preklapljate iz predvajalnika glasbe

# #31287
source: Active Artist Slideshow is shown in the background when toggling out of the music player
sl_si: Ko preklapljate iz predvajalnika glasbe, se v ozadju prikaže diaprojekcija aktivnega izvajalca

# #31288
source: Settings to change the background overlay colour and opacity
sl_si: Nastavitve za spreminjanje barve in motnosti prekrivanja ozadja

# #31289
source: The skin's default colour options
sl_si: Privzete barvne možnosti vmesnika

# #31290
source: Default colour sets shipped with the OSMC Skin (default: OSMC-Light blue)[CR]Every set contains compatible colours for the background overlay and texts.
sl_si: Privzeti nabori barv, dobavljeni s preobleko OSMC (privzeto: OSMC-svetlo modra)[CR]Vsak nabor vsebuje združljive barve za prekrivanje ozadja in besedila.

# #31291
source: Opacity of the coloured background overlay of windows and dialogs (default: High)[CR]Options available: Low, Medium, High, Highest
sl_si: Motnost prekrivanja barvnega ozadja oken in pogovornih oken (privzeto: visoka) [CR] Razpoložljive možnosti: nizka, srednja, visoka, najvišja

# #31292
source: Movie sets
sl_si: Filmski kompleti

# #31293
source: Disable TV/radio guide genre colours
sl_si: Onemogoči barve žanrov TV/radio vodnika

# #31294
source: Custom colour options
sl_si: Barvne možnosti po meri
